Documentacao/Exemplos XML/Sync/retificarSaidaMedicamento.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:hor="http://www.saude.gov.br/horus-ws/schemas/v1/HorusTypes">
   <soapenv:Header/>
   <soapenv:Body>
      <hor:retificarSaidaMedicamento>
         <identificacao>
            <idOrigem>E</idOrigem>
            <coIBGE>23</coIBGE>
            <nuProtocoloEntrada>17110000023000003262</nuProtocoloEntrada>
         </identificacao>
         <estabelecimento>
            <coCNES>5717493</coCNES>
            <coTipoEstabelecimento>A</coTipoEstabelecimento>
         </estabelecimento>
         <produto>
            <coRegistroOrigem>123</coRegistroOrigem>
            <nuProduto>EBR0266630U0118</nuProduto>
            <nuLote>ABC123</nuLote>
            <dtValidade>10-10-2020</dtValidade>
            <qtProduto>1234</qtProduto>
            <dtRegistro>01-11-2018</dtRegistro>
            <sgProgramaSaude>DST</sgProgramaSaude>
            <nuCNPJFabricante>10176265000107</nuCNPJFabricante>
            <tpSaida>S-AE</tpSaida>
            <coRegistro>78547</coRegistro>
         </produto>
         <estabelecimento-destino>
            <idIdentificacao>CNES</idIdentificacao>
            <coCNES>5717493</coCNES>
         </estabelecimento-destino>
      </hor:retificarSaidaMedicamento>
   </soapenv:Body>
</soapenv:Envelope>